Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/ohcan_lahkai_fi/sakaste_lisatiedot.pdf.tmx
Source language: fin
Languages: sme

source: SaKaste – Saamelaisten sosiaali- ja terveyspalveluiden
sme: SaKaste – Sámiid sosiála- ja dearvvasvuođabálvalusaid

source: SaKaste on saamelaisten kotiseutualueella käynnistyvä saamelaisten sosiaali- ja terveyspalveluiden kehittämishanke.
sme: SaKaste lea sámiid ruovttuguovllus álgi sápmelaččaid sosiála- ja dearvvasvuođabálvalusaid ovddiidanfidnu.

source: Se on osa Pohjois-Suomen monialaiset sosiaali- ja terveyspalvelut (PaKaste 2) – hanketta, jota rahoittaa STM:n hallinnoima Sosiaali- ja terveydenhuollon kansallisen kehittämisohjelma (KASTE).
sme: Dat lea oassi Davvi-Suoma máŋggasuorggát sosiála- ja dearvvasvuođabálvalusaid (PaKaste 2) – fidnu, maid ruhtada SDM hálddašan Sosiála- ja dearvvasvuođafuolahusa álbmotlaš ovddiidanprorámma (KASTE).

source: SaKaste - hankkeen tavoitteena on parantaa saamelaisten omaan kieleen ja kulttuuriin pohjautuvien palvelujen saatavuutta, laatua sekä vaikuttavuutta edistäen saamelaisten perusoikeuksien ja yhdenvertaisuuden toteutumista sekä osallisuutta.
sme: SaKaste – fidnu ulbmilin lea buoridit sápmelaččaid iežas gilliii ja kultuvrrii vuođđuduvvi bálvalusaid oažžuma, kvalitehta sihke váikkuhusa ovddiidemiin sápmelaččaid vuođđovuoigatvuoiđaid ja ovttaveardásašvuođa ollašuvvama sihke oasálašvuođa.

source: Saamelaisten tarpeista lähtevät palvelut edistävät saamelaisten yksilöiden ja yhteisöjen terveyttä sekä hyvinvointia, vähentävät syrjäytymistä ja kaventavat terveyseroja.
sme: Sápmelaččaid dárbbuin vuolgi bálvalusat ovddiidit sápmelaččaid oktagasaid ja servošiid dearvvasvuođa sihke buresveadjima, geahpedit ravgáseami ja unnidit dearvvasvuođaerohusaid.

source: SaKaste-hankkeessa kehitetään ja juurrutetaan toimintamenetelmiä saamelaisvanhusten parissa tehtävään kotihoitotyöhön, luodaan ja otetaan käyttöön inarin-, koltan- ja pohjoissaamenkielinen varhaiskasvatuksen materiaalipankki sekä lisätään saamelaisalueen sosiaali- ja terveydenhuollon henkilöstön osaamista saamen kielessä ja kulttuurissa.
sme: SaKaste-fidnus ovddiidat ja ruohtasmahttit doaimbavugiid ruoktodikšunbarggus, maid bargat sápmelaš buorrásiiguin, čohkket ja váldit atnui anár-, nuortalaš- ja davvisámegielat árrámánnávuođa bajásgeassin materiálabáŋkku sihke lasihat sámeguovllu sosiála- ja dearvvasvuođafuolahusa bargoveaga máhtu sámegielas ja kultuvrras.

source: Hanke kestää 31.10.2013 asti.
sme: Fidnu bistá 31.10.2013 rádjai.

source: Hankkeeseen valitaan koordinaattori, joka sijoitetaan Pohjois-Suomen sosiaalialan osaamiskeskuksen (Poske) saamelaisyksikköön, saamelaiskäräjien yhteyteen.
sme: Fidnui válljet koordináhtora, guhte bargá Davvi-Suoma sosiáasuorggi dáidoguovddáša (Poske) sápmelašovttadagas, sámedikki oktavuođas.

source: Hanke toteutetaan tiiviissä yhteistyössä saamelaisten kotiseutualueen kuntien kanssa.
sme: Fidnu ollašuhttit čavga ovttasbarggus sámiid ruovttuguovlluiguin.

source: Jokainen kunta vastaa saamelaisten sosiaali- ja terveyspalvelujen kehittämisestä järjestämällä työntekijöilleen mahdollisuudet osallistua koulutustilaisuuksiin, työseminaareihin ja kehittämistiimien toimintaan.
sme: Juohke gielda vástida sápmelaččaid sosiála- ja dearvvasvuođabálvalusaid ovddiideamis ordnemiin iežas bargiide vejolašvuođaid oassálastit skuvlendilálašvuođaide, bargoemináraide ja ovddiidanbargojoavkkuid doaimmaide.

source: Hankekoordinaattori vastaa hankkeen toteutuksesta ja tuloksista.
sme: Fidnukoordináhtor vástida fidnu ollašuhttimis ja bohtosiin.

source: Lisäksi hän vastaa talouden seurannasta ja raportoinnista sekä loppuraportin laatimisesta.
sme: Lassin son vástida ekonomiija čuovvumis ja raporteremis sihke loahpparaportta čállimis.

source: Hankekoordinaattorin toimipaikka sijaitsee saamelaiskäräjien sihteeristössä Inarin kirkonkylässä.
sme: Fidnukoordináhtora doaibmabáiki lea sámedikki čállingottis Anára girkosiiddas.

source: Toiminta-alueena ovat saamelaisten kotiseutualueen kunnat.
sme: Doaibmaviidodahkan leat sámiid ruovttuguovllu gielddat.

source: Hankkeeseen nimetään ohjausryhmä, ja asiantuntijatiiminä toimivat saamelaiskäräjien sosiaali- ja terveyssihteeri sekä Posken saamelaisyksikön suunnittelija.
sme: Fidnui nammadat stivrrenjoavkku, ja áššedovdebargojoavkun doibmet sámedikki sosiála- ja dearvvasvuođačálli sihke Poske sápmelašovttadaga plánedeaddji.

source: Saamelaisten palvelujen kehittämisessä tehdään yhteistyötä Posken PaKaste 2 – hankkeen ja saamelaisjärjestöjen kanssa kulttuurisensitiivisten asiakastyö- ja ryhmätyömenetelmien kehittämisessä.
sme: Sápmelaččaid bálvalusaid ovddiideamis dahkat ovttasbarggu Poske PaKaste 2 – fidnuin ja sáme servviiguin kultursensitiivalaš áššehasbarggu - ja joavkobargovugiid ovddideamis.

source: Hankkeessa pyritään myös hyödyntämään Norjan ja Ruotsin saamelaisalueilla tehtyä tutkimus- ja kehittämistoimintaa sekä Tenojokilaakson sosiaali- ja terveyspalveluiden kehittämishankkeen kokemuksia rajat ylittävästä palveluyhteistyöstä ja - menetelmistä.
sme: Fidnus geahččalat maid ávvástallat Norgga ja Ruođa sámeguovllus bargon dutkamuš - ja ovddiidandoaimma sihke Deanuleagis sosiála- ja dearvvasvuođabálvalusaid ovddidanfidnu vásáhusaid rájáid badjel dáhpáhuvvi bálvalanovttasbarggus ja – vugiin.

source: Lisäksi tehdään oppilaitosyhteistyötä saamenkielistä ja kulttuurin opetusta tarjoavien oppilaitosten kanssa sosiaali- ja terveydenhuollon henkilöstön kouluttamiseksi.
sme: Lassin bargat oahppolágádusovttasbarggu sámegiela ja kultuvra oahpahusa fálli oahppolágádusaiguin sosiála- ja dearvvasvuođafuolahusa bargoveaga skuvllema dihte.

source: Lisätietoja antavat sosiaali- ja terveyssihteeri Pia Ruotsala, 040 - 7262688 ja vs. suunnittelija Lydia Heikkilä 040 – 743 23 93.
sme: Lassidieđuid addet sosiála- ja dearvvasvuođačálli Pia Ruotsala, 040 - 7262688 ja vs. plánedeaddji Lydia Heikkilä 040 – 743 23 93.
